[
  {
     "Timestamp":"7/25/2019 15:31:25"
    ,"Title":"Semantic Search"
    ,"Description":"Semantic search seeks to improve search accuracy by understanding a searcher’s intent through contextual meaning. The  attempts to train a visual recognition model using labeled images as well as semantic information from text data. Will use textual data to learn semantic relationships between labels and map images into a semantic embedding space."
    ,"SIG":"Code"
    ,"Year":"2018-19"
    ,"GitHub":"https://github.com/shrey920/Semantic-Search"
  },
  {
     "Timestamp":"7/25/2019 15:33:52"
    ,"Title":"Music Generation using Deep Learning"
    ,"Description":"This model will implement a recurrent neural network trained to generate classical music. The model learns to predict which notes will be played at each time step of a musical piece based on the previous music sequence."
    ,"SIG":"Code"
    ,"Year":"2018-19"
    ,"GitHub":"https://github.com/dhruvik1999/IE-Project-Music-"
  },
  {
     "Timestamp":"7/25/2019 18:14:35"
    ,"Title":"Visual Question and Answering"
    ,"Description":"VQA is a new dataset containing open-ended questions about images. These questions require an understanding of vision, language and commonsense knowledge to answer. It is a model that answers questions based on an image."
    ,"SIG":"Code"
    ,"Year":"2018-19"
    ,"GitHub":"https://github.com/shubham050300/Visual-QA"
  },
  {
     "Timestamp":"7/26/2019 13:41:03"
    ,"Title":"Steering Angle Detection in Autonomous Driving"
    ,"Description":"The recent trend of proliferation of road accidents and fatalities, calls for a methodology that can appease the burden on the drivers during certain crucial moments, requiring fast response and decision making.This  aims to create an effective procedure for determining the steering angle required to keep the vehicle in the middle of the lane."
    ,"SIG":"Code"
    ,"Year":"2018-19"
    ,"GitHub":"https://github.com/sjs253/Autonomous-Driving/tree/master/Autonomous%20Driving"
  }

  ]