[
  {
     "Timestamp":"7/29/2019 16:47:57"
    ,"Title":"Visible Light Communication (Li-Fi)"
    ,"Description":"Li-Fi technology, used for high speed wireless data transmission. \nThe project is divided into two parts:\n1. To make use of the concept of Li-Fi to send location of an area and vehicular information through streetlights and headlights respectively.\n2. To change the orientation of a speed breaker based upon the received vehicle information and speed.\n"
    ,"SIG":"Gadget"
    ,"Year":"2018-19"
    ,"GitHub":""
  },
  {
     "Timestamp":"7/29/2019 16:49:07"
    ,"Title":"Smart Irrigation "
    ,"Description":"The main objective of this project is to develop an automation irrigation system so that agricultural lands are irrigated automatically without the physical presence of the farmer and update him regularly about the irrigation status of his farm."
    ,"SIG":"Gadget"
    ,"Year":"2018-19"
    ,"GitHub":""
  },
  {
     "Timestamp":"7/29/2019 16:49:46"
    ,"Title":"Advanced Self Balancing Bot"
    ,"Description":"In this project we try to balance the bot by itself. Also with balancing this bot will be a bluetooth controlled bot. Arduino microcontroller is used to program the bot. And various sensors are employed to get the proper angle which helps to balance the bot.\n"
    ,"SIG":"Gadget"
    ,"Year":"2018-19"
    ,"GitHub":""
  },
  {
     "Timestamp":"7/29/2019 16:51:21"
    ,"Title":"Driver Drowsiness Detection System"
    ,"Description":"A car safety technology project that aims to prevent driver drowsiness related accidents by identifying the behavioural symptoms associated with drowsiness to set off an alarm attached to the driver’s seatbelt"
    ,"SIG":"Gadget"
    ,"Year":"2018-19"
    ,"GitHub":""
  },
  {
     "Timestamp":"7/29/2019 16:51:57"
    ,"Title":"OMR Sheet Scanner"
    ,"Description":"A device that extracts a top-down, birds eye view of an Optical Mark Recognition (OMR) sheet  and compares the marked answers against the provided answer key using a perspective Transform. \n"
    ,"SIG":"Gadget"
    ,"Year":"2018-19"
    ,"GitHub":""
  },
  {
     "Timestamp":"7/29/2019 16:52:28"
    ,"Title":"Sign to Speech Conversion"
    ,"Description":"A system that recognises the hand gestures of the human Sign Language and converts them to corresponding speech to facilitate an effective communication link  between people with and without speech impairment"
    ,"SIG":"Gadget"
    ,"Year":"2018-19"
    ,"GitHub":""
  }
]